Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_38_tjoahkkaj.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Tjoahkkájgessusav tjállet
sma: Udir.no - Åeniedimmiem tjaeledh

source: Tjoahkkájgessusav tjállet
sma: Åeniedimmiem tjaeledh

source: Lågå tevstav moaddi.
sma: Lohkh tjaalegem gellien aejkien.

source: Mierkki guovdásj bágojt ja gárgadisájt
sma: Mïerhkesjh vihkeles baakoeh jallh raajesh.

source: Tjále tjåvdabágojt
sma: Tjaelieh tjoevtenjebaakoeh.

source: Tjále gatjálvisájt tækstaj.
sma: Tjaelieh gyhtjelassh tjaalegasse.

source: Tjále tjoahkkájgessusav ietjat bágoj.
sma: Tjaelieh aktem åeniedimmiem jïjtsh baakoejgujmie.

source: Gå tjálá, máhtá gæhttjat tjåvdabágojda jali gatjálvisájda.
sma: Gosse tjaalah, maahtah tjoevtenjebaakojde jallh gyhtjelasside vuartasjidh.

source: Vuoseda tjoahkkájgessusav åhpadiddjáj jali iehtjádijda nav vaj máhtá bagádallamijt oadtjot gåktu máhtá buoredit tjoahkkájgessusav.
sma: Vuesehth åeniedimmiem lohkehtæjjese jallh jeatjabidie, guktie datne maahtah raerieh åadtjodh guktie maahtah åeniedimmiem bueriedidh.

source: Ane bagádallamijt majt le oadtjum, ja tjále buoredum tjoahkkájgessusav.
sma: Nåhtedh raeride maam åådtjeme jïh tjaelieh aktem bueriedamme låhkoem åeniedimmeste.
